Repository: abmughal06/casarancha_application
Catalog: lib/l10n/app_*.arb
Languages: ar, es, fr, pt

# strErrorSamePassword
source: Password & Confirm Password must be same
ar: يجب أن تتطابق كلمة المرور وتأكيد كلمة المرور
es: La contraseña y la contraseña de confirmación deben ser iguales
fr: Le mot de passe et la confirmation du mot de passe doivent être identiques
pt: A senha e a confirmação de senha devem ser iguais

# strUnknownError
source: An Unknown Error occured
ar: حدث خطأ غير معروف
es: Ocurrió un error desconocido
fr: Une erreur inconnue s'est produite
pt: Ocorreu um erro desconhecido

# strPhoneVerifyFailed
source: Verification Failed Pleasy try later
ar: فشل التحقق، يرجى المحاولة لاحقًا
es: La verificación falló, por favor, inténtalo más tarde
fr: Échec de la vérification, veuillez réessayer plus tard
pt: Falha na Verificação, Por favor, tente mais tarde

# strAccountRecovery
source: Account Recovery
ar: استعادة الحساب
es: Recuperación de Cuenta
fr: Récupération de compte
pt: Recuperação de Conta

# strMentalHealth
source: Mental Health
ar: الصحة النفسية
es: Salud Mental
fr: Santé mentale
pt: Saúde Mental

# strNameVerify
source: Get Name Verify
ar: التحقق من الاسم
es: Obtener Verificación de Nombre
fr: Obtenir la vérification du nom
pt: Obter Verificação de Nome

# strWorkVerify
source: Get Work Verify
ar: التحقق من العمل
es: Obtener Verificación de Trabajo
fr: Obtenir la vérification du travail
pt: Obter Verificação de Trabalho

# strEducationVerfiy
source: Get Education Verify
ar: التحقق من التعليم
es: Obtener Verificación de Educación
fr: Obtenir la vérification de l'éducation
pt: Obter Verificação de Educação

# strOraganisation
source: Organisation
ar: المنظمة
es: Organización
pt: Organização

# strHelpInfo
source: Write how we can help you.
ar: اكتب كيف يمكننا مساعدتك.
es: Escribe cómo podemos ayudarte
fr: Indiquez comment nous pouvons vous aider.
pt: Escreva como podemos ajudar você.

# strGhost
source: Ghost
ar: الشبح
es: Fantasma
fr: Fantôme
pt: Fantasma

# strStartChat
source: Start chat with {username}
ar: ابدأ المحادثة مع {username}
es: Comenzar chat con {username}
fr: Commencer la discussion avec {username}
pt: Iniciar conversa com {username}

# strPhoto
source: Photo
ar: صورة
es: Foto
pt: Foto

# strVideo
source: Video
ar: فيديو
fr: Vidéo
pt: Vídeo

# strCreatePost
source: Create Post
ar: إنشاء منشور
es: Crear Publicación
fr: Créer une publication
pt: Criar Postagem

# strCreateForumPost
source: Create Forum Post
ar: إنشاء منشور في المنتدى
es: Crear Publicación en el Foro
fr: Créer une publication dans le forum
pt: Criar Postagem no Fórum

# strCreateGhostPost
source: Create Ghost Post
ar: إنشاء منشور الشبح
es: Crear Publicación Fantasma
fr: Créer une publication fantôme
pt: Criar Postagem Fantasma

# strAlertGhostPhoto
source: You cannot share pictures in ghost posts
ar: لا يمكنك مشاركة الصور في منشورات الشبح
es: No puedes compartir imágenes en publicaciones fantasma
fr: Vous ne pouvez pas partager de photos dans les publications fantômes
pt: Você não pode compartilhar imagens em postagens fantasmas

# strAlertGhostVideo
source: You cannot share videos in ghost posts
ar: لا يمكنك مشاركة الفيديوهات في منشورات الشبح
es: No puedes compartir videos en publicaciones fantasma
fr: Vous ne pouvez pas partager de vidéos dans les publications fantômes
pt: Você não pode compartilhar vídeos em postagens fantasmas

# strAlertGhostMusic
source: You cannot share musics in ghost posts
ar: لا يمكنك مشاركة الموسيقى في منشورات الشبح
es: No puedes compartir música en publicaciones fantasma
fr: Vous ne pouvez pas partager de musiques dans les publications fantômes
pt: Você não pode compartilhar músicas em postagens fantasmas

# strBan
source: Ban
ar: حظر
es: Prohibir
fr: Bannir
pt: Banir

# strUnban
source: Unban
ar: إلغاء الحظر
es: Desprohibir
fr: Débannir
pt: Desbanir

# strBlock
source: Block
ar: حظر
es: Bloquear
fr: Bloquer
pt: Bloquear

# strAdmin
source: Admin
ar: مسؤول
es: Administrador
fr: Administrateur

# strOwner
source: Owner
ar: المالك
es: Propietario
fr: Propriétaire
pt: Proprietário

# strYes
source: Yes
ar: نعم
es: Sí
fr: Oui
pt: Sim

# strNo
source: No
ar: لا
fr: Non
pt: Não

# strLeave
source: Leave
ar: مغادرة
es: Salir
fr: Quitter
pt: Sair

# strReportUser
source: Report User
ar: الإبلاغ عن المستخدم
es: Reportar Usuario
fr: Signaler l'utilisateur
pt: Reportar Usuário

# strDownload
source: Download
ar: تحميل
es: Descargar
fr: Télécharger
pt: Baixar

# strBanPost
source: Ban user from post
ar: حظر المستخدم من المنشور
es: Prohibir al usuario de publicar
fr: Bannir l'utilisateur de la publication
pt: Banir usuário de postar

# strBanComment
source: Ban user from comment
ar: حظر المستخدم من التعليق
es: Prohibir al usuario de comentar
fr: Bannir l'utilisateur du commentaire
pt: Banir usuário de comentar

# strDelete
source: Delete
ar: حذف
es: Eliminar
fr: Supprimer
pt: Excluir

# strDeletePost
source: Delete Post
ar: حذف المنشور
es: Eliminar Publicación
fr: Supprimer la publication
pt: Excluir Postagem

# strDeleteComment
source: Delete Comment
ar: حذف التعليق
es: Eliminar Comentario
fr: Supprimer le commentaire
pt: Excluir Comentário

# strSpan
source: It's a spam
ar: إنها رسالة إعلانية
es: Es spam
fr: C'est un spam
pt: É um spam

# strNudity
source: Nudity or sexual activity
ar: العري أو النشاط الجنسي
es: Desnudez o actividad sexual
fr: Nudité ou activité sexuelle
pt: Nudez ou atividade sexual

# strDislike
source: I just don't like it
ar: أنا فقط لا أحبه
es: Simplemente no me gusta
fr: Je n'aime pas ça
pt: Eu simplesmente não gosto disso

# strScam
source: Scam or fraud
ar: الاحتيال أو الغش
es: Estafa o fraude
fr: Arnaque ou fraude
pt: Golpe ou fraude

# strFalse
source: False Information
ar: معلومات زائفة
es: Información falsa
fr: Informations fausses
pt: Informação falsa

# strHate
source: Hate speech or symbols
ar: خطاب الكراهية أو الرموز
es: Discurso o símbolos de odio
fr: Discours ou symboles de haine
pt: Discurso ou símbolos de ódio

# strPhoneLogin
source: Phone Login
ar: تسجيل الدخول بالهاتف
es: Inicio de sesión por teléfono
fr: Connexion par téléphone
pt: Login por telefone

# strPhoneSlogan
source: Please Enter your phone number below to continue login
ar: الرجاء إدخال رقم هاتفك أدناه لمتابعة تسجيل الدخول
es: Por favor, ingresa tu número de teléfono abajo para continuar con el inicio de sesión
fr: Veuillez saisir votre numéro de téléphone ci-dessous pour continuer la connexion
pt: Por favor, insira seu número de telefone abaixo para continuar o login

# strPhoneNumber
source: Phone Number
ar: رقم الهاتف
es: Número de teléfono
fr: Numéro de téléphone
pt: Número de telefone

# strOtpSlogan
source: Please enter your verification code below to continue login
ar: الرجاء إدخال رمز التحقق أدناه لمتابعة تسجيل الدخول
es: Por favor, ingresa tu código de verificación abajo para continuar con el inicio de sesión
fr: Veuillez saisir votre code de vérification ci-dessous pour continuer la connexion
pt: Por favor, insira seu código de verificação abaixo para continuar o login

source: Verifying number...
ar: التحقق من الرقم...
es: Verificando número...
fr: Vérification du numéro...
pt: Verificando número...

source: Verifying OTP...
ar: التحقق من رمز التحقق...
es: Verificando OTP...
fr: Vérification du code OTP...
pt: Verificando OTP...

# noShares
source: No user to share the app
ar: لا يوجد مستخدم لمشاركة التطبيق
es: No hay usuarios para compartir la aplicación
fr: Aucun utilisateur à partager l'application
pt: Nenhum usuário para compartilhar o aplicativo

source: Sent
ar: تم الإرسال
es: Enviado
fr: Envoyé
pt: Enviado

source: Create Poll
ar: إنشاء استطلاع
es: Crear Encuesta
fr: Créer un sondage
pt: Criar Enquete

source: Upload Post
ar: رفع منشور
es: Subir Publicación
fr: Publier
pt: Enviar Postagem

source: Upload Poll
ar: رفع استطلاع
es: Subir Encuesta
fr: Télécharger le sondage
pt: Enviar Enquete

# alertForum
source: Forums does not have any posts yet
ar: المنتديات ليس لديها أي منشورات بعد
es: Los foros aún no tienen publicaciones
fr: Les forums n'ont pas encore de publications
pt: Os fóruns ainda não têm postagens

# grpCmntBan
source: Comments Banned Users
ar: مستخدمو التعليقات المحظورة
es: Usuarios con comentarios bloqueados
fr: Commentaires des utilisateurs bannis
pt: Usuários com Comentários Banidos

# alertgrpNoBan
source: No User is banned yet
ar: لم يتم حظر أي مستخدم بعد
es: Ningún usuario está bloqueado todavía
fr: Aucun utilisateur n'est encore banni
pt: Nenhum usuário está banido ainda

# alertTitileUnban
source: Unban User?
ar: إلغاء حظر المستخدم؟
es: ¿Desbloquear usuario?
fr: Débannir l'utilisateur?
pt: Desbanir usuário?

# alertMsgUnban
source: Are you sure you want to unban this user from comments?.
ar: هل أنت متأكد أنك تريد إلغاء حظر هذا المستخدم من التعليقات؟.
es: ¿Estás seguro de que deseas desbloquear a este usuario de los comentarios?
fr: Êtes-vous sûr de vouloir débannir cet utilisateur des commentaires?
pt: Você tem certeza de que deseja desbanir este usuário de comentários?

# grpPostBan
source: Comments Banned Users
ar: مستخدمو التعليقات المحظورة
es: Usuarios con publicaciones bloqueadas
fr: Publications des utilisateurs bannis
pt: Usuários com Postagens Banidas

# grpUsersBan
source: Banned Users
ar: المستخدمون المحظورون
es: Usuarios Bloqueados
fr: Utilisateurs bannis
pt: Usuários Banidos

# alertMsgPostUnban
source: Are you sure you want to unban this user from comments?.
ar: هل أنت متأكد أنك تريد إلغاء حظر هذا المستخدم من التعليقات؟.
es: ¿Estás seguro de que deseas desbloquear a este usuario de las publicaciones?
fr: Êtes-vous sûr de vouloir débannir cet utilisateur des commentaires?
pt: Você tem certeza de que deseja desbanir este usuário de postagens?

# alertMsgUserUnban
source: Are you sure you want to unban this user?.
ar: هل أنت متأكد أنك تريد إلغاء حظر هذا المستخدم؟.
es: ¿Estás seguro de que deseas desbloquear a este usuario?
fr: Êtes-vous sûr de vouloir débannir cet utilisateur?
pt: Você tem certeza de que deseja desbanir este usuário?

source: Unban
ar: إلغاء الحظر
es: Desbloquear
fr: Débannir
pt: Desbanir

source: Group Setting
ar: إعدادات المجموعة
es: Configuración de Grupo
fr: Paramètres du groupe
pt: Configurações do Grupo

# btnGrpBan
source: Banned from group users
ar: المستخدمون المحظورون من المجموعة
es: Usuarios bloqueados del grupo
fr: Utilisateurs bannis du groupe
pt: Usuários banidos do grupo

# btnGrpCommentBan
source: Banned from comments members
ar: أعضاء المحظورين من التعليقات
es: Miembros con comentarios bloqueados
fr: Membres interdits de commenter
pt: Membros banidos de comentários

# btnGrpPostBan
source: Banned from Posts members
ar: أعضاء المحظورين من المنشورات
es: Miembros con publicaciones bloqueadas
fr: Membres interdits de poster
pt: Membros banidos de postagens

# btnGrpAdmins
source: Group Admins
ar: مشرفو المجموعة
es: Administradores del Grupo
fr: Administrateurs du groupe
pt: Administradores do Grupo

# makePrivate
source: Make group private
ar: جعل المجموعة خاصة
es: Hacer el grupo privado
fr: Rendre le groupe privé
pt: Tornar grupo privado

source: Group Members
ar: أعضاء المجموعة
es: Miembros del Grupo
fr: Membres du groupe
pt: Membros do Grupo

# alertUserBlock
source: User is blocked now
ar: المستخدم محظور الآن
es: El usuario está bloqueado ahora
fr: L'utilisateur est maintenant bloqué
pt: Usuário bloqueado agora

# alertUserUnBlock
source: User is unblocked now
ar: تم إلغاء حظر المستخدم الآن
es: El usuario está desbloqueado ahora
fr: L'utilisateur est maintenant débloqué
pt: Usuário desbloqueado agora

source: Account Recovery
ar: استعادة الحساب
es: Recuperación de Cuenta
fr: Récupération de compte
pt: Recuperação de Conta

source: Update Email
ar: تحديث البريد الإلكتروني
es: Actualizar Correo Electrónico
fr: Mettre à jour l'e-mail
pt: Atualizar E-mail

# alertAccRecovery
source: Register your email and password for your second login method. in case you lost your phone number
ar: سجل بريدك الإلكتروني وكلمة السر لأسلوب تسجيل دخول ثاني. في حال فقدان رقم هاتفك
es: Registra tu correo electrónico y contraseña como tu segundo método de inicio de sesión. en caso de que pierdas tu número de teléfono
fr: Enregistrez votre adresse e-mail et votre mot de passe comme deuxième méthode de connexion. au cas où vous perdez votre numéro de téléphone
pt: Registre seu e-mail e senha para o seu segundo método de login. caso você perca o número de telefone

# alertAccRecoveryEnterEmail
source: Enter your new email below to update it
ar: أدخل بريدك الإلكتروني الجديد أدناه لتحديثه
es: Ingresa tu nuevo correo electrónico abajo para actualizarlo
fr: Saisissez votre nouvel e-mail ci-dessous pour le mettre à jour
pt: Digite seu novo e-mail abaixo para atualizá-lo

# alertAccRecoveryEmailLinked
source: You have linked your account with this email
ar: لقد ربطت حسابك بهذا البريد الإلكتروني
es: Has vinculado tu cuenta con este correo electrónico
fr: Vous avez lié votre compte à cet e-mail
pt: Você vinculou sua conta a este e-mail

# getVerifyEd
source: Get Education Verify
ar: الحصول على تحقق التعليم
es: Obtener Verificación de Educación
fr: Obtenir la vérification de l'éducation
pt: Obter Verificação de Educação

# getVerifyWk
source: Get Work Verify
ar: الحصول على تحقق العمل
es: Obtener Verificación de Trabajo
fr: Obtenir la vérification du travail
pt: Obter Verificação de Trabalho

# reqSent
source: Request Sent
ar: تم إرسال الطلب
es: Solicitud Enviada
fr: Demande envoyée
pt: Pedido Enviado

# slideCancel
source: Slide to cancel
ar: اسحب للإلغاء
es: Desliza para cancelar
fr: Faites glisser pour annuler
pt: Deslize para cancelar

# btnDownloadMedia
source: Download Media
ar: تنزيل الوسائط
es: Descargar Medios
fr: Télécharger les médias
pt: Baixar Mídia

# btnDeleteMsg
source: Delete Message
ar: حذف الرسالة
es: Eliminar Mensaje
fr: Supprimer le message
pt: Excluir Mensagem

# alertErrorLoading
source: Error Loading Media
ar: خطأ في تحميل الوسائط
es: Error al Cargar Medios
fr: Erreur lors du chargement des médias
pt: Erro ao Carregar Mídia

source: Banned
ar: محظور
es: Bloqueado
fr: Banni
pt: Banido

source: All
ar: الكل
es: Todos
fr: Tout
pt: Todos

# strAlert
source: Alert
ar: تنبيه
es: Alerta
fr: Alerte
pt: Alerta

# strLive
source: Live
ar: مباشر
es: En Vivo
fr: En direct
pt: Ao Vivo

# strProfileGhostMessage
source: you can't see sender profile in ghost messages
ar: لا يمكنك رؤية ملف المرسل في رسائل الشبح
es: No puedes ver el perfil del remitente en mensajes fantasma
fr: Vous ne pouvez pas voir le profil de l'expéditeur dans les messages fantômes
pt: Você não pode ver o perfil do remetente em mensagens fantasmas

# strGlobalBannedGroup
source: You can't post anymore in this group, you're banned by group admin for violating group policies.
ar: لا يمكنك المشاركة في هذه المجموعة بعد الآن، تم حظرك من قبل مسؤول المجموعة لمخالفة سياسات المجموعة.
es: Ya no puedes publicar en este grupo, el administrador del grupo te ha bloqueado por violar las políticas del grupo.
fr: Vous ne pouvez plus publier dans ce groupe, vous êtes banni par l'administrateur du groupe pour violation des politiques du groupe.
pt: Você não pode mais postar neste grupo, você foi banido pelo administrador do grupo por violar as políticas do grupo.

# strQuoteNPost
source: Quote Post
ar: اقتباس المنشور
es: Citar Publicación
fr: Citation Publier
pt: Citar Postar

# strFilenotSupported
source: File not supported
ar: الملف غير مدعوم
es: Archivo no compatible
fr: Fichier non pris en charge
pt: Arquivo não suportado

# strSearchUsers
source: Search the users to tag them.
ar: ابحث عن المستخدمين لوضع علامات عليهم.
es: Busca a los usuarios para etiquetarlos.
fr: Recherchez les utilisateurs pour les marquer.
pt: Pesquise os usuários para marcá-los.

# strOk
source: OK
ar: حسناً

# strWait
source: Wait
ar: انتظر
es: Espera
fr: Attendre
pt: Aguarde

# strShareStory
source: Share Story
ar: مشاركة القصة
es: Compartir Historia
fr: Partager l'histoire
pt: Compartilhar História

# strAdminContact
source: Your message is sent to admin, he will contact you soon.
ar: تم إرسال رسالتك إلى المسؤول، سيرد عليك قريباً.
es: Tu mensaje ha sido enviado al administrador, él se pondrá en contacto contigo pronto.
fr: Votre message a été envoyé à l'administrateur, il vous contactera bientôt.
pt: Sua mensagem foi enviada ao administrador, ele entrará em contato em breve.

# strUploadDocuments
source: Upload Other Documents (Optional)
ar: تحميل مستندات أخرى (اختياري)
es: Subir Otros Documentos (Opcional)
fr: Télécharger d'autres documents (facultatif)
pt: Enviar Outros Documentos (Opcional)

# strSendVerify
source: Send for verification
ar: إرسال للتحقق
es: Enviar para verificación
fr: Envoyer pour vérification
pt: Enviar para verificação

# strContact
source: We will contact you shortly
ar: سوف نتصل بك قريباً
es: Nos pondremos en contacto contigo pronto
fr: Nous vous contacterons bientôt
pt: Entraremos em contato em breve

# strFillInfo
source: Please fill the required information first
ar: يرجى ملء المعلومات المطلوبة أولاً
es: Por favor, completa la información requerida primero
fr: Veuillez remplir les informations requises d'abord
pt: Por favor, preencha as informações necessárias primeiro

# strRemoveUserFromGroup
source: ''Are you sure you want to remove this user from group?.''
ar: ''هل أنت متأكد أنك تريد إزالة هذا المستخدم من المجموعة؟.''
es: ''¿Estás seguro de que quieres eliminar a este usuario del grupo?''
fr: Êtes-vous sûr de vouloir supprimer cet utilisateur du groupe?
pt: ''Você tem certeza de que deseja remover este usuário do grupo?.''

# strRemoveUser
source: Remove User?
ar: إزالة المستخدم؟
es: ¿Eliminar Usuario?
fr: Supprimer l'utilisateur?
pt: Remover Usuário?

# alertBanUserTitle
source: Ban User?
ar: حظر المستخدم؟
es: ¿Bloquear Usuario?
fr: Bannir l'utilisateur?
pt: Banir Usuário?

# alertBanUserMsg
source: ''Are you sure you want to ban this user from group?.''
ar: ''هل أنت متأكد أنك تريد حظر هذا المستخدم من المجموعة؟.''
es: ''¿Estás seguro de que quieres bloquear a este usuario del grupo?''
fr: Êtes-vous sûr de vouloir bannir cet utilisateur du groupe?
pt: ''Você tem certeza de que deseja banir este usuário do grupo?.''

# alertBanPostingTitle
source: Ban user from posting?
ar: حظر المستخدم من النشر؟
es: ¿Bloquear usuario de publicar?
fr: Interdire à l'utilisateur de publier?
pt: Banir usuário de postagem?

# alertBanPostinMsg
source: Are you sure you want to ban this user from posting in group?.
ar: هل أنت متأكد أنك تريد حظر هذا المستخدم من النشر في المجموعة؟.
es: ¿Estás seguro de que quieres bloquear a este usuario de publicar en el grupo?
fr: Êtes-vous sûr de vouloir interdire à cet utilisateur de publier dans le groupe?
pt: Você tem certeza de que deseja banir este usuário de postar no grupo?.

# strbanPosting
source: Ban from posting?
ar: حظر من النشر؟
es: ¿Bloquear de publicar?
fr: Interdire de publier?
pt: Banir de postagem?

# strunbanPosting
source: Unban from posting
ar: الغاء حظر من النشر
es: ¿Desbloquear de publicar?
fr: Débannir de publier
pt: Desbanir de postagem

# alertBanCommentsTile
source: Ban from Comments?
ar: حظر من التعليقات؟
es: ¿Bloquear de Comentarios?
fr: Interdire de commenter?
pt: Banir de Comentários?

# alertBanCommentsMsg
source: ''Are you sure you want to bann this user from comments in group post?.''
ar: ''هل أنت متأكد أنك تريد حظر هذا المستخدم من التعليقات في منشورات المجموعة؟.''
es: ''¿Estás seguro de que quieres bloquear a este usuario de comentar en las publicaciones del grupo?''
fr: Êtes-vous sûr de vouloir bannir cet utilisateur de commenter dans les publications de groupe?
pt: ''Você tem certeza de que deseja banir este usuário de comentários nas postagens do grupo?.''

# strUnBanComment
source: Unban from Comments
ar: الغاء حظر من التعليقات
es: ¿Desbloquear de Comentarios?
fr: Débannir des commentaires
pt: Desbanir de Comentários

# strBanFromComment
source: Ban from Comments
ar: حظر من التعليقات
es: ¿Bloquear de Comentarios?
fr: Interdire de commenter
pt: Banir de Comentários

# strMakeAdmin
source: Make Admin?
ar: جعله مسؤولاً؟
es: ¿Hacer Administrador?
fr: Faire admin?
pt: Tornar Administrador?

# strConfirmationAdmin
source: Are you sure you want to make this user admin of group?.
ar: هل أنت متأكد أنك تريد جعل هذا المستخدم مسؤولاً في المجموعة؟.
es: ¿Estás seguro de que quieres hacer a este usuario administrador del grupo?
fr: Êtes-vous sûr de vouloir faire de cet utilisateur un administrateur du groupe?
pt: Você tem certeza de que deseja tornar este usuário administrador do grupo?.

# strMakeAdminn
source: Make Admin
ar: جعله مسؤولاً
es: Hacer Administrador
fr: Faire admin
pt: Tornar Administrador

# strConfirmationRequest
source: Are you sure you want to accept this user request?
ar: هل أنت متأكد أنك تريد قبول طلب هذا المستخدم؟
es: ¿Estás seguro de que quieres aceptar esta solicitud de usuario?
fr: Êtes-vous sûr de vouloir accepter cette demande d'utilisateur?
pt: Você tem certeza de que deseja aceitar esta solicitação de usuário?

# strDeclineRequest
source: Are you sure you want to decline this user request?
ar: هل أنت متأكد أنك تريد رفض طلب هذا المستخدم؟
es: ¿Estás seguro de que quieres rechazar esta solicitud de usuario?
fr: Êtes-vous sûr de vouloir refuser cette demande d'utilisateur?
pt: Você tem certeza de que deseja recusar esta solicitação de usuário?

# strRemoveAdmin
source: Remove Admin?
ar: إزالة المسؤول؟
es: ¿Eliminar Administrador?
fr: Supprimer l'administrateur?
pt: Remover Administrador?

# strConfirmationRemoveAdmin
source: Are you sure you want to remove this user from admins?.
ar: هل أنت متأكد أنك تريد إزالة هذا المستخدم من الإداريين؟.
es: ¿Estás seguro de que quieres eliminar a este usuario de los administradores?
fr: Êtes-vous sûr de vouloir supprimer cet utilisateur des administrateurs?
pt: Você tem certeza de que deseja remover este usuário dos administradores?.

# strConfirmDeleteUserPost
source: Are you sure you want to delete this user post
ar: هل أنت متأكد أنك تريد حذف منشور هذا المستخدم
es: ¿Estás seguro de que quieres eliminar esta publicación de usuario?
fr: Êtes-vous sûr de vouloir supprimer la publication de cet utilisateur?
pt: Você tem certeza de que deseja excluir a postagem deste usuário

# strConfirmBanUserPost
source: Are you sure you want to ban this user from group posting
ar: هل أنت متأكد أنك تريد حظر هذا المستخدم من نشر المجموعة
es: ¿Estás seguro de que quieres bloquear a este usuario de publicar en el grupo?
fr: Êtes-vous sûr de vouloir bannir cet utilisateur de la publication de groupe?
pt: Você tem certeza de que deseja banir este usuário de postar no grupo

# strGhostModeEnabled
source: Ghost Mode is enabled
ar: تم تمكين وضع الشبح
es: El Modo Fantasma está habilitado
fr: Le mode fantôme est activé
pt: Modo Fantasma ativado

# strConfirmDeleteComment
source: Are you sure you want to delete this comment?
ar: هل أنت متأكد أنك تريد حذف هذا التعليق؟
es: ¿Estás seguro de que quieres eliminar este comentario?
fr: Êtes-vous sûr de vouloir supprimer ce commentaire?
pt: Você tem certeza de que deseja excluir este comentário?

# strBanUserComment
source: Ban user from Comments
ar: حظر المستخدم من التعليقات
es: ¿Bloquear usuario de Comentarios?
fr: Interdire de commenter
pt: Banir usuário de Comentários

# strConfirmBanUserComment
source: Are you sure you want to ban this users from post comments?
ar: هل أنت متأكد أنك تريد حظر هؤلاء المستخدمين من التعليقات على المنشورات؟
es: ¿Estás seguro de que quieres bloquear a estos usuarios de comentar en las publicaciones?
fr: Êtes-vous sûr de vouloir interdire ces utilisateurs de commenter les publications?
pt: Tem certeza de que deseja banir esses usuários de comentar postagens?

# strReportComment
source: Report Comment
ar: تقرير التعليق
es: Reportar Comentario
fr: Signaler le commentaire
pt: Reportar Comentário

# strHideReply
source: hide reply
ar: إخفاء الرد
es: ocultar respuesta
fr: cacher la réponse
pt: esconder resposta

# strReply
source: reply
ar: الرد
es: respuesta
fr: répondre
pt: responder
