Repository: abmughal06/casarancha_application
Catalog: lib/l10n/app_*.arb
Languages: ar, es, fr, pt

# language
source: English
ar: لغة
es: idioma
fr: langue
pt: linguagem

# strNoInternet
source: No Internet
ar: لا يوجد اتصال بالإنترنت
es: Sin Internet
fr: Pas d'Internet
pt: Sem Internet

# strUpdate
source: Update
ar: تحديث
es: Actualizar
fr: Mettre à jour
pt: Atualizar

# strCancel
source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
pt: Cancelar

# strSignInSp
source: Log in
ar: تسجيل الدخول
es: Iniciar sesión
fr: Connexion
pt: Entrar

# strWelcome
source: Hi Welcome to Casa Rancha
ar: مرحبًا، مرحبًا في Casa Rancha
es: Hola, Bienvenido a Casa Rancha
fr: Salut Bienvenue à Casa Rancha
pt: Olá, Bem-vindo(a) à Casa Rancha

# strPleaseSignInYouAccount
source: Please login your account.
ar: يرجى تسجيل الدخول إلى حسابك.
es: Por favor, inicie sesión en su cuenta.
fr: Veuillez vous connecter à votre compte.
pt: Por favor, faça login na sua conta.

# strForgotPassword
source: Forgot Password?
ar: هل نسيت كلمة المرور؟
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
pt: Esqueceu a Senha?

# strWith
source: With
ar: مع
es: Con
fr: Avec
pt: Com

# strYouDontHaveAccount
source: Donâ€™t have an account?
ar: لا تملك حساب؟
es: ¿No tienes una cuenta?
fr: Vous n'avez pas de compte ?
pt: Não tem uma conta?

# strSignUpSp
source: Sign up
ar: سجل
es: Registrarse
fr: S'inscrire
pt: Cadastre-se

# strRexFamily
source: Rex & Mitogo family
ar: عائلة Rex & Mitogo
es: Familia Rex & Mitogo
fr: Famille Rex & Mitogo
pt: Família Rex & Mitogo

# strCreateYourNewAccount
source: Create your New Account!
ar: أنشئ حسابك الجديد!
es: ¡Crea tu nueva cuenta!
fr: Créez votre nouveau compte !
pt: Crie sua Nova Conta!

# strHaveAnAccount
source: Already have an account?
ar: هل لديك حساب بالفعل؟
es: ¿Ya tienes una cuenta?
fr: Vous avez déjà un compte ?
pt: Já tem uma conta?

# strMonth
source: Month
ar: شهر
es: Mes
fr: Mois
pt: Mês

# strDay
source: Day
ar: يوم
es: Día
fr: Jour
pt: Dia

# strYear
source: Year
ar: سنة
es: Año
fr: Année
pt: Ano

# strDateOfBirth
source: Date Of Birth
ar: تاريخ الميلاد
es: Fecha de Nacimiento
fr: Date de naissance
pt: Data de Nascimento

# strOtpVerify
source: OTP Verification
ar: التحقق من OTP
es: Verificación de OTP
fr: Vérification par OTP
pt: Verificação de OTP

# strSendYou4Digit
source: We have sent you 4-digit
ar: لقد أرسلنا لك رمز مكون من 4 أرقام
es: Hemos enviado un código de 4 dígitos
fr: Nous vous avons envoyé un code à 4 chiffres
pt: Enviamos um código de 4 dígitos para você

# strConfirm
source: Confirm
ar: تأكيد
es: Confirmar
fr: Confirmer
pt: Confirmar

# strResendOtp
source: Resend OTP
ar: إعادة إرسال OTP
es: Reenviar OTP
fr: Renvoyer l'OTP
pt: Reenviar OTP

# strBackToLogin
source: Back to the
ar: العودة إلى
es: Volver al
fr: Retour à la
pt: Voltar para o

# strEnterEmail
source: Please Enter your email which associates with your account
ar: الرجاء إدخال بريدك الإلكتروني المرتبط بحسابك
es: Por favor, ingrese su correo electrónico que se asocia con su cuenta
fr: Veuillez entrer votre email associé à votre compte
pt: Por favor, digite seu e-mail associado à sua conta

# strResetPassword
source: Please! check your email to reset your password
ar: يرجى التحقق من بريدك الإلكتروني لإعادة تعيين كلمة المرور
es: ¡Por favor! revisa tu correo electrónico para restablecer tu contraseña
fr: Veuillez ! vérifier votre email pour réinitialiser votre mot de passe
pt: Por favor! verifique seu e-mail para redefinir sua senha

# strSendNow
source: Send Now
ar: إرسال الآن
es: Enviar ahora
fr: Envoyer maintenant
pt: Enviar Agora

# strEnterEmailTxt
source: Please Enter Email Address
ar: الرجاء إدخال عنوان البريد الإلكتروني
es: Por favor ingrese la dirección de correo electrónico
fr: Veuillez entrer l'adresse e-mail
pt: Por Favor Digite o Endereço de E-mail

# strCasaRanch
source: Casa Rancha
ar: كاسا رانشا

# strSharePost
source: Share Post
ar: مشاركة المنشور
es: Compartir Publicación
fr: Partager la publication
pt: Compartilhar Postagem

# strShareWithFrd
source: Share With Friends
ar: مشاركة مع الأصدقاء
es: Compartir Con Amigos
fr: Partager avec des amis
pt: Compartilhar com Amigos

# strShareOnSocialMedia
source: Share On Social Media
ar: مشاركة على وسائل التواصل الاجتماعي
es: Compartir en Redes Sociales
fr: Partager sur les réseaux sociaux
pt: Compartilhar nas Redes Sociais

# strReportPost
source: Report Post
ar: الإبلاغ عن المنشور
es: Reportar Publicación
fr: Signaler la publication
pt: Reportar Postagem

# strReport
source: Report
ar: الإبلاغ
es: Reportar
fr: Rapport
pt: Reportar

# strBlockUser
source: Block User
ar: حظر المستخدم
es: Bloquear Usuario
fr: Bloquer l'utilisateur
pt: Bloquear Usuário

# strReportReasonChoose
source: Are you sure you wanted to report this post if yes then choose the reason for the report which is related to the post
ar: هل أنت متأكد أنك تريد الإبلاغ عن هذا المنشور؟ إذا كان الأمر كذلك، فاختر السبب المتعلق بالمنشور
es: ¿Estás seguro de que quieres reportar esta publicación? Si es así, elige la razón del reporte relacionada con la publicación
fr: Êtes-vous sûr de vouloir signaler cette publication ? Si oui, choisissez la raison du signalement en relation avec la publication.
pt: Tem certeza de que deseja reportar esta postagem? Se sim, escolha o motivo relacionado à postagem.

# strThanksForReport
source: Thank you for the Report Us
ar: شكرا للإبلاغ
es: Gracias por Reportarnos
fr: Merci pour le signalement
pt: Obrigado pelo Relatório

# strSparmReport
source: We have sparm the report
ar: لقد سجلنا الإبلاغ
es: Hemos marcado el reporte como spam
fr: Nous avons signalé le spam
pt: Nós consideramos o relatório como spam

# strSend
source: Send
ar: إرسال
es: Enviar
fr: Envoyer
pt: Enviar

# strDone
source: Done
ar: تم
es: Hecho
fr: Terminé
pt: Concluído

# strNotifications
source: Notifications
ar: الإشعارات
es: Notificaciones
pt: Notificações

# strFollowRequest
source: Follow Requests
ar: طلبات المتابعة
es: Solicitudes de Seguir
fr: Demandes de suivi
pt: Pedidos de Seguimento

# strRecentlyFollowedYou
source: Recently Followed You
ar: قام بمتابعتك مؤخرًا
es: Recientemente te ha seguido
fr: Vous a récemment suivi
pt: Seguiu Você Recentemente

# strLikeYourPic
source: Like Your Photo
ar: أعجب بصورتك
es: Le Gusta Tu Foto
fr: Aime ta photo
pt: Curtiu sua Foto

# strAccept
source: Accept
ar: قبول
es: Aceptar
fr: Accepter
pt: Aceitar

# strDecline
source: Decline
ar: رفض
es: Rechazar
fr: Déclin
pt: Recusar

# strNewPost
source: New Post
ar: منشور جديد
es: Nueva Publicación
fr: Nouvelle publication
pt: Nova Postagem

# strPhotoVideo
source: Photo/Video
ar: صورة/فيديو
es: Foto/Video
fr: Photo/Vidéo
pt: Foto/Vídeo

# strWriteQuote
source: Write Quote
ar: كتابة اقتباس
es: Escribe una Cita
fr: Écrire une citation
pt: Escreva uma Citação

# strMusic
source: Music
ar: موسيقى
es: Música
fr: Musique
pt: Música

# strImages
source: Image
ar: صور
es: Imágenes
fr: Images
pt: Imagens

# strVideos
source: Videos
ar: فيديوهات
fr: Vidéos
pt: Vídeos

# strQuote
source: Quotes
ar: اقتباسات
es: Citas
fr: Citations
pt: Citações

# strAddMoreMedia
source: Add More Media
ar: إضافة المزيد من الوسائط
es: Agregar Más Medios
fr: Ajouter plus de médias
pt: Adicionar Mais Mídia

# strAddMusic
source: Add Music
ar: إضافة موسيقى
es: Agregar Música
fr: Ajouter de la musique
pt: Adicionar Música

# strAddVideos
source: Add Videos
ar: إضافة فيديوهات
es: Agregar Videos
fr: Ajouter des vidéos
pt: Adicionar Vídeos

# strAddPhotos
source: Add Photos
ar: إضافة صور
es: Agregar Fotos
fr: Ajouter des photos
pt: Adicionar Fotos

# strAddMember
source: Add Members
ar: إضافة أعضاء
es: Agregar Miembros
fr: Ajouter des membres
pt: Adicionar Membros

# strAdd
source: Add
ar: إضافة
es: Agregar
fr: Ajouter
pt: Adicionar

# strSongTitle
source: Song Title
ar: عنوان الأغنية
es: Título de la Canción
fr: Titre de la chanson
pt: Título da Música

# strAlbumTitle
source: Album Title
ar: عنوان الألبوم
es: Título del Álbum
fr: Titre de l'album
pt: Título do Álbum

# strShare
source: Share
ar: مشاركة
es: Compartir
fr: Partager
pt: Compartilhar

# strShowPstTime
source: Show Post Time
ar: عرض وقت المنشور
es: Mostrar Hora de la Publicación
fr: Afficher l'heure de la publication
pt: Mostrar Horário da Postagem

# strSrcPeople
source: People
ar: الأشخاص
es: Personas
fr: Personnes
pt: Pessoas

# strSrcGroup
source: Group
ar: المجموعة
es: Grupo
fr: Groupe
pt: Grupo

# strSrcPost
source: Post
ar: المنشور
es: Publicación
fr: Publication
pt: Postagem

# strSrcLocation
source: Location
ar: الموقع
es: Ubicación
fr: Emplacement
pt: Localização

# strMembers
source: Members
ar: الأعضاء
es: Miembros
fr: Membres
pt: Membros

# strMyCreatedGroups
source: My Created Groups
ar: المجموعات التي أنشأتها
es: Mis Grupos Creados
fr: Mes groupes créés
pt: Meus Grupos Criados

# strCreateNewGrp
source: Create New Group
ar: إنشاء مجموعة جديدة
es: Crear Nuevo Grupo
fr: Créer un nouveau groupe
pt: Criar Novo Grupo

# strEditGrpInfo
source: Edit Group Info
ar: تعديل معلومات المجموعة
es: Editar Información del Grupo
fr: Modifier les informations du groupe
pt: Editar Informações do Grupo

# strDeleteGrp
source: Delete Group
ar: حذف المجموعة
es: Eliminar Grupo
fr: Supprimer le groupe
pt: Excluir Grupo

# strPostOnGrp
source: Post On Group
ar: نشر في المجموعة
es: Publicar en Grupo
fr: Poster sur le groupe
pt: Postar no Grupo

# strRemove
source: Remove
ar: إزالة
es: Eliminar
fr: Supprimer
pt: Remover

# strJoinRequest
source: Join Requests
ar: طلبات الانضمام
es: Solicitudes de Unirse
fr: Demandes de rejoindre
pt: Pedidos de Participação

# strCreateGroup
source: Create Group
ar: إنشاء مجموعة
es: Crear Grupo
fr: Créer un groupe
pt: Criar Grupo

# strGroupName
source: Group Name
ar: اسم المجموعة
es: Nombre del Grupo
fr: Nom du groupe
pt: Nome do Grupo

# strKeepInGrp
source: Keep this Group
ar: البقاء في هذه المجموعة
es: Mantener este Grupo
fr: Conserver ce groupe
pt: Manter Este Grupo

# strAddMembers
source: Add Members
ar: إضافة أعضاء
es: Agregar Miembros
fr: Ajouter des membres
pt: Adicionar Membros

# strPublic
source: Public
ar: عام
es: Público
pt: Público

# strPrivate
source: Private
ar: خاص
es: Privado
fr: Privé
pt: Privado

# strProfilePost
source: Post
ar: منشور
es: Publicación
fr: Publication
pt: Postagem

# strProfileFollowers
source: Followers
ar: المتابعون
es: Seguidores
fr: Abonnés
pt: Seguidores

# strProfileFollowing
source: Following
ar: متابعون
es: Siguiendo
fr: Abonnements
pt: Seguindo

# strProStories
source: Stories
ar: القصص
es: Historias
fr: Histoires
pt: Histórias

# strDeleteStory
source: Delete Story
ar: حذف القصة
es: Eliminar Historia
fr: Supprimer l'histoire
pt: Excluir História

# strUnFollow
source: Unfollow
ar: إلغاء المتابعة
es: Dejar de seguir
fr: Ne plus suivre
pt: Deixar de Seguir

# strFollowersFollowing
source: Followers & Following
ar: المتابعون والمتابعة
es: Seguidores y Siguiendo
fr: Abonnés et abonnements
pt: Seguidores e Seguindo

# strSavedPosts
source: Saved Posts
ar: المنشورات المحفوظة
es: Publicaciones Guardadas
fr: Publications enregistrées
pt: Postagens Salvas

# strSettings
source: Settings
ar: الإعدادات
es: Configuraciones
fr: Paramètres
pt: Configurações

# strNotification
source: Notification
ar: الإشعارات
es: Notificación
pt: Notificação

# strManageNotifications
source: Manage Notifications
ar: إدارة الإشعارات
es: Administrar Notificaciones
fr: Gérer les notifications
pt: Gerenciar Notificações

# strBlockAccounts
source: Block Accounts
ar: حظر الحسابات
es: Bloquear Cuentas
fr: Comptes bloqués
pt: Bloquear Contas

# strBlockUnblockUsers
source: Block/Unblock Users
ar: حظر/إلغاء حظر المستخدمين
es: Bloquear/Desbloquear Usuarios
fr: Bloquer/Débloquer les utilisateurs
pt: Bloquear/Desbloquear Usuários

# strChangePassword
source: Change Password
ar: تغيير كلمة المرور
es: Cambiar Contraseña
fr: Changer de mot de passe
pt: Alterar Senha

# strUseStrongPassword
source: Use Strong Password
ar: استخدم كلمة مرور قوية
es: Usar Contraseña Segura
fr: Utilisez un mot de passe fort
pt: Use uma Senha Forte

# strChangeEmail
source: Change Email
ar: تغيير البريد الإلكتروني
es: Cambiar Correo Electrónico
fr: Changer d'e-mail
pt: Alterar E-mail

# strChangeYourPrimaryEmail
source: Change Your Primary Email
ar: تغيير البريد الإلكتروني الأساسي الخاص بك
es: Cambiar tu Correo Electrónico Principal
fr: Changer votre adresse e-mail principale
pt: Alterar seu E-mail Principal

# strChangeYourEmail
source: Change Your Email
ar: تغيير البريد الإلكتروني الخاص بك
es: Cambiar tu Correo Electrónico
fr: Changer votre e-mail
pt: Alterar seu E-mail

# strUnblock
source: Unblock
ar: إلغاء الحظر
es: Desbloquear
fr: Débloquer
pt: Desbloquear

# strReallyUnblockPerson
source: Are you Really wanted to unblock this person
ar: هل تريد حقًا إلغاء حظر هذا الشخص؟
es: ¿Realmente quieres desbloquear a esta persona?
fr: Voulez-vous vraiment débloquer cette personne ?
pt: Você realmente deseja desbloquear esta pessoa?

# strUnblockNow
source: Unblock Now
ar: إلغاء الحظر الآن
es: Desbloquear Ahora
fr: Débloquer maintenant
pt: Desbloquear Agora

# strNext
source: Next
ar: التالي
es: Siguiente
fr: Suivant
pt: Próximo

# strSignUp
source: SignUp
ar: التسجيل
es: Registrarse
fr: S'inscrire
pt: Cadastrar-se

# strLogin
source: Login
ar: تسجيل الدخول
es: Iniciar Sesión
fr: Connexion
pt: Entrar

# strContinue
source: Continue
ar: متابعة
es: Continuar
fr: Continuer
pt: Continuar

# strSave
source: Save
ar: حفظ
es: Guardar
fr: Sauvegarder
pt: Salvar

# strChangeNow
source: Change Now
ar: تغيير الآن
es: Cambiar Ahora
fr: Changer maintenant
pt: Alterar Agora

# strEmailAddress
source: Email Address
ar: عنوان البريد الإلكتروني
es: Dirección de Correo Electrónico
fr: Adresse e-mail
pt: Endereço de E-mail

# strUserName
source: Username
ar: اسم المستخدم
es: Nombre de Usuario
fr: Nom d'utilisateur
pt: Nome de Usuário

# strPassword
source: Password
ar: كلمة المرور
es: Contraseña
fr: Mot de passe
pt: Senha

# strConfirmPassword
source: Confirm Password
ar: تأكيد كلمة المرور
es: Confirmar Contraseña
fr: Confirmer le mot de passe
pt: Confirmar Senha

# strNewPassword
source: New Password
ar: كلمة المرور الجديدة
es: Nueva Contraseña
fr: Nouveau mot de passe
pt: Nova Senha

# strCurrentPassword
source: Current Password
ar: كلمة المرور الحالية
es: Contraseña Actual
fr: Mot de passe actuel
pt: Senha Atual

# strFirstName
source: First Name
ar: الاسم الأول
es: Nombre
fr: Prénom
pt: Primeiro Nome

# strLastName
source: Last Name
ar: الاسم الأخير
es: Apellido
fr: Nom de famille
pt: Sobrenome

# strBio
source: Bio
ar: نبذة
es: Biografía
pt: Biografia

# strFriends
source: Friends
ar: الأصدقاء
es: Amigos
fr: Amis
pt: Amigos

# strEducation
source: Education
ar: التعليم
es: Educación
fr: Éducation
pt: Educação

# strGetVerified
source: Get Verified
ar: التحقق
es: Obtener Verificación
fr: Obtenir la vérification
pt: Obter Verificação

# strInviteFrnds
source: Invite Freinds
ar: دعوة الأصدقاء
es: Invitar Amigos
fr: Inviter des amis
pt: Convidar Amigos

# strLogout
source: Log out
ar: تسجيل الخروج
es: Cerrar Sesión
fr: Déconnexion
pt: Sair

# strDeleteAct
source: Delete Account
ar: حذف الحساب
es: Eliminar Cuenta
fr: Supprimer le compte
pt: Excluir Conta

# strWork
source: Work
ar: العمل
es: Trabajo
fr: Travail
pt: Trabalho

# strWriteCommentHere
source: Write Comment here...
ar: اكتب تعليقًا هنا...
es: Escribe un comentario aquí...
fr: Écrivez un commentaire ici...
pt: Escreva um Comentário aqui...

# strWriteCaption
source: Write a caption...
ar: اكتب تسمية...
es: Escribe un subtítulo...
fr: Écrire une légende...
pt: Escreva uma Legenda...

# strTagPeople
source: Tag People
ar: وضع علامة على الأشخاص
es: Etiquetar Personas
fr: Mentionner des personnes
pt: Marque Pessoas

# strLocation
source: Location
ar: الموقع
es: Ubicación
fr: Emplacement
pt: Localização

# strSearchHint
source: Search
ar: بحث
es: Buscar
fr: Recherche
pt: Buscar

# strSrcFollow
source: Follow
ar: متابعة
es: Seguir
fr: Suivre
pt: Seguir

# strSrcJoin
source: Join
ar: الانضمام
es: Unirse
fr: Rejoindre
pt: Participar

# strJoined
source: Joined
ar: انضم
es: Unido
fr: Rejoint
pt: Participou

# strWriteComment
source: Write Comment
ar: اكتب تعليق
es: Escribir Comentario
fr: Écrire un commentaire
pt: Escrever Comentário

# strSearchHere
source: Search Here
ar: ابحث هنا
es: Buscar Aquí
fr: Rechercher ici
pt: Buscar Aqui

# strSaySomething
source: Say Something...
ar: قل شيئًا...
es: Di Algo...
fr: Dire quelque chose...
pt: Diga Algo...

# strNewEmailAddress
source: New email Address
ar: عنوان البريد الإلكتروني الجديد
es: Nueva Dirección de Correo Electrónico
fr: Nouvelle adresse e-mail
pt: Novo Endereço de E-mail

# strSetProfileBar
source: Set Up Profile
ar: إعداد الملف الشخصي
es: Configurar Perfil
fr: Configurer le profil
pt: Configurar Perfil

# strEditProfile
source: Edit Profile
ar: تعديل الملف الشخصي
es: Editar Perfil
fr: Modifier le profil
pt: Editar Perfil

# strSearch
source: Search
ar: بحث
es: Buscar
fr: Rechercher
pt: Buscar

# strMyGroups
source: My Groups
ar: مجموعاتي
es: Mis Grupos
fr: Mes groupes
pt: Meus Grupos

# strMessages
source: Messages
ar: الرسائل
es: Mensajes
pt: Mensagens

# strTermsCondition
source: Terms & Conditions
ar: الشروط والأحكام
es: Términos y Condiciones
fr: Termes et conditions
pt: Termos e Condições

# strPrivacyPolicy
source: Privacy Policy
ar: سياسة الخصوصية
es: Política de Privacidad
fr: Politique de confidentialité
pt: Política de Privacidade

# strAbout
source: About
ar: حول
es: Acerca de
fr: À propos
pt: Sobre

# strHelp
source: Help
ar: المساعدة
es: Ayuda
fr: Aide
pt: Ajuda

# strLeaveGrp
source: Leave Group
ar: مغادرة المجموعة
es: Salir del Grupo
fr: Quitter le groupe
pt: Sair do Grupo

# strForum
source: Forums
ar: المنتديات
es: Foros
pt: Fóruns

# postDescription
source: Hello everyone let me know how this picture looks like..
ar: مرحبًا بالجميع، أخبرونا كيف تبدو هذه الصورة..
es: Hola a todos, déjenme saber cómo se ve esta imagen.
fr: Bonjour à tous, dites-moi ce que vous pensez de cette photo...
pt: Olá a todos, me digam como essa imagem está.

# strMinAgo
source: 2min ago
ar: منذ 2 دقائق
es: Hace 2 minutos
fr: Il y a 2 minutes
pt: 2 min atrás

# strAlertPost
source: You don't have any posts to show
ar: ليس لديك أي منشورات لعرضها
es: No tienes publicaciones para mostrar
fr: Vous n'avez aucune publication à afficher
pt: Você não tem nenhuma postagem para mostrar

# strAlertSearch
source: Write the user name above to search and follow them
ar: اكتب اسم المستخدم أعلاه للبحث ومتابعتهم
es: Escribe el nombre de usuario arriba para buscarlos y seguirlos
fr: Écrivez le nom d'utilisateur ci-dessus pour le rechercher et le suivre
pt: Escreva o nome de usuário acima para pesquisar e segui-los

# strAlertGroup
source: You didn't join any groups yet
ar: لم تنضم إلى أي مجموعات بعد
es: Todavía no te has unido a ningún grupo
fr: Vous n'avez encore rejoint aucun groupe
pt: Você ainda não participou de nenhum grupo

# strAlertGroupCreated
source: You didn't create any groups yet
ar: لم تقم بإنشاء أي مجموعات بعد
es: Todavía no has creado ningún grupo
fr: Vous n'avez encore créé aucun groupe
pt: Você ainda não criou nenhum grupo

# strAlertGroupPost
source: This group doesn't have any posts yet
ar: هذه المجموعة ليست لديها أي منشورات بعد
es: Este grupo aún no tiene publicaciones
fr: Ce groupe n'a pas encore de publications
pt: Este grupo ainda não possui postagens

# strAlertForum
source: Forums doesn't have any posts yet
ar: المنتديات ليست لديها أي منشورات بعد
es: Los foros aún no tienen publicaciones
fr: Les forums n'ont pas encore de publications
pt: Os fóruns ainda não têm postagens

# strAlertQuote
source: No Quotes are available to show
ar: لا تتوفر اقتباسات لعرضها
es: No hay citas disponibles para mostrar
fr: Aucune citation n'est disponible à afficher
pt: Nenhuma citação disponível para mostrar

# strAlertImage
source: No Images are available to show
ar: لا تتوفر صور لعرضها
es: No hay imágenes disponibles para mostrar
fr: Aucune image n'est disponible à afficher
pt: Nenhuma imagem disponível para mostrar

# strAlertVideo
source: No Videos are available to show
ar: لا تتوفر مقاطع فيديو لعرضها
es: No hay videos disponibles para mostrar
fr: Aucune vidéo n'est disponible à afficher
pt: Nenhum vídeo disponível para mostrar

# strAlertMusic
source: No Music is available to show
ar: لا تتوفر موسيقى لعرضها
es: No hay música disponible para mostrar
fr: Aucune musique n'est disponible à afficher
pt: Nenhuma música disponível para mostrar

# strAlertSharePost
source: Cannot post right now
ar: لا يمكنك المشاركة في الوقت الحالي
es: No se puede publicar en este momento
fr: Impossible de publier pour le moment
pt: Não é possível postar agora

# strAlertAddGrpMem
source: Write the user name above to add in the group
ar: اكتب اسم المستخدم أعلاه لإضافته إلى المجموعة
es: Escribe el nombre de usuario arriba para agregarlo al grupo
fr: Écrivez le nom d'utilisateur ci-dessus pour l'ajouter au groupe
pt: Escreva o nome de usuário acima para adicionar ao grupo

# strAlertNoJoinReq
source: No join requests yet
ar: لا توجد طلبات انضمام حتى الآن
es: Aún no hay solicitudes de unión
fr: Aucune demande de rejoindre pour le moment
pt: Nenhum pedido de participação ainda

# strAlertNotification
source: No notifications to show
ar: لا توجد إشعارات لعرضها
es: No hay notificaciones para mostrar
fr: Aucune notification à afficher
pt: Nenhuma notificação para mostrar

# strAlertUserNotExist
source: User no longer exists
ar: المستخدم لم يعد موجودًا
es: El usuario ya no existe
fr: L'utilisateur n'existe plus
pt: O usuário não existe mais

# strAlertBlockAct
source: You didn't block any account yet
ar: لم تقم بحظر أي حساب حتى الآن
es: Todavía no has bloqueado ninguna cuenta
fr: Vous n'avez encore bloqué aucun compte
pt: Você ainda não bloqueou nenhuma conta

# strAlertFollowing
source: You don't have any followers right now
ar: ليس لديك أي متابعين حاليًا
es: No tienes seguidores en este momento
fr: Vous n'avez actuellement aucun abonné
pt: Você não tem seguidores no momento

# strAlertFollow
source: Start following people to see them here.
ar: ابدأ بمتابعة الأشخاص لرؤيتهم هنا.
es: Comienza a seguir personas para verlas aquí
fr: Commencez à suivre des personnes pour les voir ici.
pt: Comece a seguir pessoas para vê-las aqui.

# strAlertAppUsrFollow
source: This user didn't have any followers
ar: هذا المستخدم لم يكن لديه أي متابعين
es: Este usuario no tiene seguidores
fr: Cet utilisateur n'a pas encore d'abonnés
pt: Este usuário ainda não possui seguidores

# strAlertAppUsrFollowings
source: This user didn't follow anyone yet
ar: هذا المستخدم لم يتابع أي شخص بعد
es: Este usuario aún no sigue a nadie
fr: Cet utilisateur n'a encore suivi personne
pt: Este usuário ainda não segue ninguém

# strBirthday
source: Birthday
ar: تاريخ الميلاد
es: Cumpleaños
fr: Anniversaire
pt: Aniversário

# strErrorEmail
source: Please enter email address
ar: الرجاء إدخال عنوان البريد الإلكتروني
es: Por favor, ingresa una dirección de correo electrónico
fr: Veuillez saisir une adresse e-mail
pt: Por favor, digite o endereço de e-mail

# strErrorValidEmail
source: Please enter valid email address
ar: الرجاء إدخال عنوان بريد إلكتروني صحيح
es: Por favor, ingresa una dirección de correo electrónico válida
fr: Veuillez saisir une adresse e-mail valide
pt: Por favor, digite um endereço de e-mail válido

# strErrorPassword
source: Please enter password
ar: الرجاء إدخال كلمة المرور
es: Por favor, ingresa una contraseña
fr: Veuillez saisir un mot de passe
pt: Por favor, digite a senha

# strErrorMinPsdReq
source: password should be minimum 6 characters
ar: يجب أن تكون كلمة المرور مكونة من 6 أحرف على الأقل
es: La contraseña debe tener al menos 6 caracteres
fr: Le mot de passe doit comporter au moins 6 caractères
pt: a senha deve ter no mínimo 6 caracteres

# strErrorConfirmPassword
source: Please enter confirm password
ar: الرجاء إدخال تأكيد كلمة المرور
es: Por favor, ingresa la contraseña de confirmación
fr: Veuillez confirmer le mot de passe
pt: Por favor, digite a confirmação da senha
