Repository: abmughal06/casarancha_application
Catalog: lib/l10n/app_*.arb
Languages: ar, es, fr, pt

# strCantVisit
source: You can't visit a ghost profile
ar: لا يمكنك زيارة ملف تعريف الشبح
es: No puedes visitar un perfil fantasma
fr: Vous ne pouvez pas visiter un profil fantôme
pt: Você não pode visitar um perfil fantasma

# strAdminShare
source: only Admins can share
ar: يمكن للمشرفين فقط المشاركة
es: solo los administradores pueden compartir
fr: seuls les administrateurs peuvent partager
pt: apenas os administradores podem compartilhar

# strDownloadFile
source: Download File
ar: تنزيل الملف
es: Descargar Archivo
fr: Télécharger le fichier
pt: Baixar Arquivo

# strConfirmDownload
source: Do you want to download this file?
ar: هل ترغب في تنزيل هذا الملف؟
es: ¿Quieres descargar este archivo?
fr: Voulez-vous télécharger ce fichier?
pt: Você quer baixar este arquivo?

# strConfirmReportReason
source: Are you sure you wanted to report this post if yes then choose the reason for the report which is the related to the post
ar: هل أنت متأكد أنك ترغب في الإبلاغ عن هذا المنشور؟ إذا كانت الإجابة بنعم، فقم بتحديد السبب المتعلق بالمنشور
es: ¿Estás seguro de que quieres reportar esta publicación? Si es así, elige la razón del reporte relacionada con la publicación.
fr: Êtes-vous sûr de vouloir signaler cette publication? Si oui, choisissez la raison du signalement liée à la publication.
pt: Tem certeza de que deseja relatar esta postagem? Se sim, escolha o motivo do relatório relacionado à postagem.

# strNoViews
source: No Views
ar: لا يوجد مشاهدات
es: Sin Vistas
fr: Aucune vue
pt: Sem visualizações

# strUserNotMatched
source: User is Not Matched
ar: المستخدم غير متطابق
es: El usuario no coincide
fr: L'utilisateur ne correspond pas
pt: Usuário não encontrado

# strConfirmLogout
source: Are you sure you want to logout to the application?
ar: هل أنت متأكد أنك تريد تسجيل الخروج من التطبيق؟
es: ¿Estás seguro de que quieres cerrar sesión en la aplicación?
fr: Êtes-vous sûr de vouloir vous déconnecter de l'application?
pt: Tem certeza de que deseja sair do aplicativo?

# strDeleteAccount
source: Delete your Account?
ar: حذف حسابك؟
es: ¿Eliminar tu cuenta?
fr: Supprimer votre compte?
pt: Excluir sua Conta?

# strConfirmationDeleteAccount
source: If you select Delete we will delete your account on our server.Your app data will also be deleted and you won't be able to retrieve it.
ar: إذا اخترت الحذف، فسنحذف حسابك من خوادمنا. سيتم حذف بيانات التطبيق الخاصة بك أيضًا ولن تتمكن من استعادتها.
es: Si seleccionas Eliminar, eliminaremos tu cuenta de nuestro servidor. Tus datos de la aplicación también se eliminarán y no podrás recuperarlos.
fr: Si vous sélectionnez Supprimer, nous supprimerons votre compte sur notre serveur. Vos données d'application seront également supprimées et vous ne pourrez pas les récupérer.
pt: Se você selecionar Excluir, excluiremos sua conta em nosso servidor. Seus dados do aplicativo também serão excluídos e você não poderá recuperá-los.

# strPostDeleted
source: Post is deleted
ar: تم حذف المنشور
es: La publicación ha sido eliminada
fr: La publication est supprimée
pt: Postagem excluída

# gsbMoreText
source: Please add one more option to continue
ar: يرجى إضافة خيار آخر للمتابعة
es: Por favor, agrega una opción más para continuar
fr: Veuillez ajouter une autre option pour continuer
pt: Por favor, adicione mais uma opção para continuar

# alertLeaveGroup
source: Are you sure you want to leave the group?
ar: هل أنت متأكد أنك تريد مغادرة المجموعة؟
es: ¿Estás seguro de que quieres abandonar el grupo?
fr: Êtes-vous sûr de vouloir quitter le groupe?
pt: Tem certeza de que deseja sair do grupo?

# strSelectUsersTag
source: Select users to tag in post
ar: حدد المستخدمين لوضع علامات عليهم في المنشور
es: Selecciona usuarios para etiquetar en la publicación
fr: Sélectionnez les utilisateurs à taguer dans la publication
pt: Selecione usuários para marcar na postagem

# strOrganization
source: Organization
ar: المنظمة
es: Organización
fr: Organisation
pt: Organização

# strEducationStatus
source: Please fill in the information below in order to verify your education status
ar: يرجى ملء المعلومات أدناه للتحقق من حالة التعليم الخاصة بك
es: Por favor, completa la información a continuación para verificar tu estado de educación
fr: Veuillez remplir les informations ci-dessous pour vérifier votre statut d'éducation
pt: Por favor, preencha as informações abaixo para verificar seu status de educação

# strUsernameStatus
source: Please fill in the information below in order to verify your username status
ar: يرجى ملء المعلومات أدناه للتحقق من حالة اسم المستخدم الخاص بك
es: Por favor, completa la información a continuación para verificar tu nombre de usuario
fr: Veuillez remplir les informations ci-dessous pour vérifier votre statut de nom d'utilisateur
pt: Por favor, preencha as informações abaixo para verificar seu status de nome de usuário

# strForumStatus
source: Please fill in the information below in order to verify your forum name status
ar: يرجى ملء المعلومات أدناه للتحقق من حالة اسم المنتدى الخاص بك
es: Por favor, completa la información a continuación para verificar tu nombre de foro
fr: Veuillez remplir les informations ci-dessous pour vérifier votre statut de nom de forum
pt: Por favor, preencha as informações abaixo para verificar o status do nome do fórum

# strGroupStatus
source: Please fill in the information below in order to verify your group name status
ar: يرجى ملء المعلومات أدناه للتحقق من حالة اسم المجموعة الخاص بك
es: Por favor, completa la información a continuación para verificar tu nombre de grupo
fr: Veuillez remplir les informations ci-dessous pour vérifier votre statut de nom de groupe
pt: Por favor, preencha as informações abaixo para verificar o status do nome do grupo

# strOrganizationStatus
source: Please fill in the information below in order to verify your organization status
ar: يرجى ملء المعلومات أدناه للتحقق من حالة المنظمة الخاصة بك
es: Por favor, completa la información a continuación para verificar tu estado de organización
fr: Veuillez remplir les informations ci-dessous pour vérifier votre statut d'organisation
pt: Por favor, preencha as informações abaixo para verificar o status da organização

# strWorkStatus
source: Please fill in the information below in order to verify your work status
ar: يرجى ملء المعلومات أدناه للتحقق من حالة العمل الخاصة بك
es: Por favor, completa la información a continuación para verificar tu estado de trabajo
fr: Veuillez remplir les informations ci-dessous pour vérifier votre statut professionnel
pt: Por favor, preencha as informações abaixo para verificar seu status de trabalho

# strSchoolName
source: School Name
ar: اسم المدرسة
es: Nombre de la Escuela
fr: Nom de l'école
pt: Nome da Escola

# strForumName
source: Forum Name
ar: اسم المنتدى
es: Nombre del Foro
fr: Nom du forum
pt: Nome do Fórum

# strOrganizationName
source: Organization Name
ar: اسم المنظمة
es: Nombre de la Organización
fr: Nom de l'organisation
pt: Nome da Organização

# strWorkPlaceName
source: Name of place of work
ar: اسم مكان العمل
es: Nombre del Lugar de Trabajo
fr: Nom du lieu de travail
pt: Nome do local de trabalho

# strSchoolID
source: School ID
ar: هوية المدرسة
es: ID de la Escuela
fr: Identifiant de l'école
pt: ID da Escola

# strID
source: ID
ar: الهوية

# strWorkID
source: Work ID
ar: هوية العمل
es: ID de Trabajo
fr: ID professionnel
pt: ID do Trabalho

# gsbOperationCancelled
source: Operation Cancelled
ar: تم إلغاء العملية
es: Operación Cancelada
fr: Opération annulée
pt: Operação Cancelada

# strApplicationSubmitted
source: Your application is submitted for {title} verification
ar: تم تقديم طلبك للتحقق من {title}
es: Tu solicitud se ha enviado para la verificación de {title}
fr: Votre candidature est soumise pour {title} vérification
pt: Sua aplicação foi enviada para verificação de {title}

# strText
source: text
ar: نص
es: texto
fr: texte
pt: texto

# strThanksReport
source: Thanks for report!
ar: شكرا للتقرير!
es: ¡Gracias por reportar!
fr: Merci pour le signalement!
pt: Obrigado pelo relatório!

# alertSupportTeamAction
source: Support team will take action as soon as possible on this {user}.
ar: سيقوم فريق الدعم باتخاذ الإجراء المناسب في أقرب وقت ممكن بشأن هذا {user}.
es: El equipo de soporte tomará medidas lo antes posible sobre este {user}.
fr: L'équipe de support prendra des mesures dès que possible sur cet {user}.
pt: A equipe de suporte tomará medidas o mais rápido possível neste {user}.

# strBack
source: Back
ar: رجوع
es: Atrás
fr: Retour
pt: Voltar

# alertReportSubmitted
source: Report already submitted
ar: تم تقديم التقرير بالفعل
es: Informe ya enviado
fr: Signalement déjà soumis
pt: Relatório já enviado

# alertReportSubmittedTeamAction
source: Report already submitted! Support team will take action as soon as possible on this {user}.
ar: تم تقديم التقرير بالفعل! سيقوم فريق الدعم باتخاذ الإجراء المناسب في أقرب وقت ممكن بشأن هذا {user}.
es: ¡Informe ya enviado! El equipo de soporte tomará medidas lo antes posible sobre este {user}.
fr: Signalement déjà soumis! L'équipe de support prendra des mesures dès que possible sur cet {user}.
pt: Relatório já enviado! A equipe de suporte tomará medidas o mais rápido possível neste {user}.

# strReportConfirmation
source: Are you sure you want to report this {user}?
ar: هل أنت متأكد أنك تريد الإبلاغ عن هذا {user}؟
es: ¿Estás seguro de que quieres reportar a este {user}?
fr: Êtes-vous sûr de vouloir signaler cet {user}?
pt: Tem certeza de que deseja relatar este {user}?

# strcannotDownloadText
source: Text message cannot be downloaded you can copy them
ar: لا يمكن تنزيل رسالة نصية يمكنك نسخها
es: No se puede descargar el mensaje de texto, puedes copiarlo
fr: Impossible de télécharger le message texte, vous pouvez les copier
pt: Mensagem de texto não pode ser baixada, você pode copiá-las

# strPhoneLoginCancelled
source: Phone login cancelled
ar: تم إلغاء تسجيل الدخول بالهاتف
es: Inicio de sesión por teléfono cancelado
fr: Connexion par téléphone annulée
pt: Login por telefone cancelado

# strGoogleLoginCancelled
source: Google login cancelled
ar: تم إلغاء تسجيل الدخول بواسطة Google
es: Inicio de sesión de Google cancelado
fr: Connexion Google annulée
pt: Login pelo Google cancelado

# strAppleLoginCancelled
source: Apple login cancelled
ar: تم إلغاء تسجيل الدخول بواسطة Apple
es: Inicio de sesión de Apple cancelado
fr: Connexion Apple annulée
pt: Login pela Apple cancelado

# strAccountLinkedSuccess
source: Account Linked Successfully
ar: تم ربط الحساب بنجاح
es: Cuenta vinculada exitosamente
fr: Compte lié avec succès
pt: Conta vinculada com sucesso

# strProviderAlreadyLinked
source: The provider has already been linked to the user.
ar: تم ربط الموفر بالفعل بالمستخدم.
es: El proveedor ya ha sido vinculado al usuario.
fr: Le fournisseur est déjà lié à l'utilisateur.
pt: O provedor já foi vinculado ao usuário.

# strProvidercredNotValid
source: The provider's credential is not valid.
ar: بيانات اعتماد الموفر غير صالحة.
es: Las credenciales del proveedor no son válidas.
fr: Les informations d'identification du fournisseur ne sont pas valides.
pt: A credencial do provedor não é válida.

# strProcessCancelled
source: Process Cancelled
ar: تم إلغاء العملية
es: Proceso Cancelado
fr: Processus annulé
pt: Processo Cancelado

# strEnterFirstName
source: Please enter first name
ar: يرجى إدخال الاسم الأول
es: Por favor, ingresa el nombre
fr: Veuillez saisir le prénom
pt: Por favor, insira o primeiro nome

# strEnterLastName
source: Please enter the last name
ar: يرجى إدخال اسم العائلة
es: Por favor, ingresa el apellido
fr: Veuillez saisir le nom de famille
pt: Por favor, insira o sobrenome

# strEnterUserName
source: Please enter the username
ar: يرجى إدخال اسم المستخدم
es: Por favor, ingresa el nombre de usuario
fr: Veuillez saisir le nom d'utilisateur
pt: Por favor, insira o nome de usuário

# strEnterDOB
source: Please enter the date of birth
ar: يرجى إدخال تاريخ الميلاد
es: Por favor, ingresa la fecha de nacimiento
fr: Veuillez saisir la date de naissance
pt: Por favor, insira a data de nascimento

# strComingSoon
source: Comming Soon
ar: قريبا
es: Próximamente
fr: Bientôt disponible
pt: Em Breve

# strEnterSomething
source: Please enter something to add option
ar: يرجى إدخال شيء لإضافة الخيار
es: Por favor, ingresa algo para agregar una opción
fr: Veuillez saisir quelque chose pour ajouter une option
pt: Por favor, insira algo para adicionar uma opção

# strWriteGroupName
source: Please write group name
ar: يرجى كتابة اسم المجموعة
es: Por favor, escribe el nombre del grupo
fr: Veuillez écrire le nom du groupe
pt: Por favor, escreva o nome do grupo

# strWriteGroupDesc
source: Please write group description
ar: يرجى كتابة وصف المجموعة
es: Por favor, escribe la descripción del grupo
fr: Veuillez écrire la description du groupe
pt: Por favor, escreva a descrição do grupo

# strProvideGroupImg
source: Please provide group image
ar: يرجى تقديم صورة المجموعة
es: Por favor, proporciona una imagen del grupo
fr: Veuillez fournir une image de groupe
pt: Por favor, forneça uma imagem de grupo

# strSomethingWrong
source: Something is wrong please try again.
ar: هناك خطأ ما، يرجى المحاولة مرة أخرى.
es: Algo está mal, por favor inténtalo de nuevo.
fr: Quelque chose ne va pas, veuillez réessayer.
pt: Algo está errado, por favor, tente novamente.

# strEnableGhModeAudio
source: Please enable ghost mode first to send audio
ar: يرجى تمكين وضع الشبح أولاً لإرسال الصوت
es: Por favor, habilita el modo fantasma primero para enviar audio
fr: Veuillez activer d'abord le mode fantôme pour envoyer un audio
pt: Por favor, ative o modo fantasma primeiro para enviar áudio

# strCantPrivateGroup
source: You can't visit private groups
ar: لا يمكنك زيارة المجموعات الخاصة
es: No puedes visitar grupos privados
fr: Vous ne pouvez pas visiter les groupes privés
pt: Você não pode visitar grupos privados

# strEnableGhModeAttachment
source: Please enable ghost mode in order to send attachment
ar: يرجى تمكين وضع الشبح لإرسال المرفقات
es: Por favor, habilita el modo fantasma para enviar adjuntos
fr: Veuillez activer le mode fantôme pour envoyer une pièce jointe
pt: Por favor, ative o modo fantasma para enviar anexo

# strEnableGhModeMessage
source: Please enable ghost message first to send the message
ar: يرجى تمكين رسالة الشبح أولاً لإرسال الرسالة
es: Por favor, habilita el mensaje fantasma primero para enviar el mensaje
fr: Veuillez activer d'abord le message fantôme pour envoyer le message
pt: Por favor, ative a mensagem fantasma primeiro para enviar a mensagem

# strAddVideoorPhoto
source: Please add a Photo or Video
ar: يرجى إضافة صورة أو فيديو
es: Por favor, agrega un vídeo o una foto
fr: Veuillez ajouter une photo ou une vidéo
pt: Por favor, adicione uma Foto ou Vídeo

# strUnkownError
source: unknown error occured, please try later
ar: حدث خطأ غير معروف، يرجى المحاولة لاحقاً
es: Ocurrió un error desconocido, por favor inténtalo más tarde
fr: Une erreur inconnue s'est produite, veuillez réessayer ultérieurement
pt: Ocorreu um erro desconhecido, por favor, tente mais tarde

# strVideoNotSupported
source: video format not supported, please try another one.
ar: تنسيق الفيديو غير مدعوم، يرجى المحاولة بتنسيق آخر.
es: Formato de video no compatible, por favor intenta con otro.
fr: Le format vidéo n'est pas pris en charge, veuillez essayer un autre.
pt: formato de vídeo não suportado, por favor, tente outro.

# strRecordingRestriction
source: You cannot send a recording greater than 60 minutes
ar: لا يمكنك إرسال تسجيل يزيد عن 60 دقيقة
es: No puedes enviar una grabación de más de 60 minutos
fr: Vous ne pouvez pas envoyer un enregistrement de plus de 60 minutes
pt: Você não pode enviar uma gravação com mais de 60 minutos

# strCreddAlreadyExists
source: The account corresponding to the credential already exists,or is already linked to a Firebase User.
ar: الحساب المتطابق مع بيانات الاعتماد موجود بالفعل، أو تم ربطه بالفعل بمستخدم Firebase.
es: La cuenta correspondiente a las credenciales ya existe o ya está vinculada a un usuario de Firebase.
fr: Le compte correspondant aux informations d'identification existe déjà, ou est déjà lié à un utilisateur Firebase.
pt: A conta correspondente à credencial já existe ou já está vinculada a um Usuário do Firebase.

# strAuthErrorMessage
source: Please enter {message}
ar: يرجى إدخال {message}
es: Por favor, ingresa {message}
fr: Veuillez entrer {message}
pt: Por favor, insira {message}

# strDownloading
source: Downloading file {download}%
ar: تحميل الملف {download}%
es: Descargando archivo {download}%
fr: Téléchargement du fichier {download}%
pt: Baixando arquivo {download}%

# strFriendFollow
source: Your friend is on casarancha, follow now
ar: صديقك موجود على casarancha، تابعه الآن
es: Tu amigo está en casarancha, sigue ahora
fr: Votre ami est sur casarancha, suivez maintenant
pt: Seu amigo está no casarancha, siga agora

# strFollowCasaRancha
source: is now on casarancha, follow now
ar: الآن على casarancha، تابعه الآن
es: está en casarancha ahora, sigue ahora
fr: est maintenant sur casarancha, suivez maintenant
pt: está no casarancha agora, siga agora

# strConfirmDeleteMedia
source: Are you sure you want to delete the media?
ar: هل أنت متأكد أنك تريد حذف الوسائط؟
es: ¿Estás seguro de que quieres eliminar el archivo multimedia?
fr: Êtes-vous sûr de vouloir supprimer les médias?
pt: Tem certeza de que deseja excluir a mídia?

# strDeleteMedia
source: Delete Meia
ar: حذف الوسائط
es: Eliminar Multimedia
fr: Supprimer les médias
pt: Excluir Mídia

# strFollowYou
source: follow you
ar: يتابعك
es: te sigue
fr: vous suit
pt: seguir você

# strSentPost
source: has sent you a post
ar: قام بإرسال منشور لك
es: te ha enviado una publicación
fr: vous a envoyé une publication
pt: enviou uma postagem para você

# strTaggedPost
source: has tagged you in a post
ar: قام بوسمك في منشور
es: te ha etiquetado en una publicación
fr: vous a identifié dans une publication
pt: te marcou em uma postagem

# strCommentStory
source: has commented on your story
ar: قام بالتعليق على قصتك
es: ha comentado en tu historia
fr: a commenté votre histoire
pt: comentou em sua história

# strUnReadMessagesInGhost
source: has sent you a {unreadMessage} message in ghost
ar: قام بإرسال {unreadMessage} رسالة إليك في الوضع الشبح
es: te ha enviado un mensaje {unreadMessage} en modo fantasma
fr: vous a envoyé un message de {unreadMessage} dans Ghost
pt: enviou uma {unreadMessage} mensagem em ghost para você

# strUnReadAttachment
source: has sent you a {unreadMessage} attachment
ar: قام بإرسال {unreadMessage} مرفق لك
es: te ha enviado un adjunto {unreadMessage}
fr: vous a envoyé une pièce jointe de {unreadMessage}
pt: enviou uma {unreadMessage} anexo para você

# strUnReadMessages
source: has sent you a {unreadMessage} message
ar: قام بإرسال {unreadMessage} رسالة لك
es: te ha enviado un mensaje {unreadMessage}
fr: vous a envoyé un message de {unreadMessage}
pt: enviou uma {unreadMessage} mensagem para você

# strUnReadVoiceMessages
source: has sent you a {unreadMessage} voice message
ar: قام بإرسال {unreadMessage} رسالة صوتية لك
es: te ha enviado un mensaje de voz {unreadMessage}
fr: vous a envoyé un message vocal de {unreadMessage}
pt: enviou uma {unreadMessage} mensagem de voz para você

# pushnotPost
source: post
ar: منشور
es: publicación
fr: publication
pt: postagem

# pushnotGroupPost
source: group post
ar: منشور في المجموعة
es: publicación de grupo
fr: publication de groupe
pt: postagem em grupo

# strNotificationComment
source: has commented on your {post}.
ar: قام بالتعليق على {post} الخاص بك.
es: ha comentado en tu {post}.
fr: a commenté votre {post}.
pt: comentou em sua {post}.

# strNotificationMentioned
source: has mentioned you in {post}.
ar: قام بذكرك في {post}.
es: te ha mencionado en {post}.
fr: vous a mentionné dans {post}.
pt: te mencionou em {post}.

# strNotificationReplyComment
source: has replied on your comment on {post}.
ar: قام بالرد على تعليقك على {post}.
es: ha respondido a tu comentario en {post}.
fr: a répondu à votre commentaire sur {post}.
pt: respondeu ao seu comentário em {post}.

# strProfileSetting
source: Profile Settings
ar: إعدادات الملف الشخصي
es: Configuración del perfil
fr: Paramètres du profil
pt: Configurações do perfil

# strBlockAccount
source: Block Account
ar: حظر الحساب
es: Bloquear cuenta
fr: Bloquer le compte
pt: Bloquear conta

# strBlockUnblock
source: Block/Unblock Account
ar: حظر / إلغاء حظر الحساب
es: Bloquear/Desbloquear cuenta
fr: Bloquer/Débloquer le compte
pt: Bloquear/Desbloquear conta

# strReportAccount
source: Report Account
ar: الإبلاغ عن الحساب
es: Reportar cuenta
fr: Signaler le compte
pt: Denunciar conta

# strReported
source: Reported Accounts
ar: الحسابات المبلغ عنها
es: Cuentas reportadas
fr: Comptes signalés
pt: Contas denunciadas

# strGhostPost
source: Ghost Posts
ar: المشاركات الشبحية
es: Publicaciones fantasma
fr: Publications fantômes
pt: Postagens fantasmas

# strForumPost
source: Forum Posts
ar: مشاركات المنتدى
es: Publicaciones de foro
fr: Publications sur le forum
pt: Postagens no fórum

# strPhoneFieldHint
source: Write here to search country code
ar: اكتب هنا للبحث عن رمز البلد
es: Escribe aquí para buscar el código de país
fr: Écrivez ici pour rechercher le code pays
pt: Escreva aqui para pesquisar o código do país

# strSetupProfile
source: Setup Profile
ar: إعداد الملف الشخصي
es: Configurar perfil
fr: Configurer le profil
pt: Configurar perfil

# strPollQuestion
source: Enter Question
ar: أدخل السؤال
es: Ingresar pregunta
fr: Entrer la question
pt: Inserir pergunta

# strPollOption
source: Enter Option
ar: أدخل الخيار
es: Ingresar opción
fr: Entrer l'option
pt: Inserir opção

# strFieldHintAddGroup
source: Add Memmbers in ${groupname}
ar: إضافة أعضاء في ${groupname}
es: Agregar miembros en ${groupname}
fr: Ajouter des membres dans ${groupname}
pt: Adicionar membros em ${groupname}

# strAddStory
source: Add Story
ar: إضافة قصة
es: Agregar historia
fr: Ajouter une histoire
pt: Adicionar história
